<?php
return [
	'page.title'=>'Импорт/экспорт каталога',
	'tab.export.title'=>'Экспорт',
	'tab.export.attribute.filename.note'=>'Если не указать значение, имя файла будет сгенерировано автоматически',
	'tab.import.title'=>'Импорт',
	'btn.export'=>'Выгрузить',
	'btn.export.loading'=>'Идет процесс выгрузки каталога...',
	'btn.import'=>'Загрузить',
	'btn.import.loading'=>'Идет процесс наполнения каталога...',
	'import.filelist.title'=>'Файлы импорта',
	'import.replace.note'=>'<strong>ПРЕДУПРЕЖДЕНИЕ!</strong> Безвозвратно будут удалены <strong>ВСЕ</strong> категории и товары, а также <strong>ВСЕ</strong> файлы и изображения категорий и товаров. Рекомендуется прежде сделать полную выгрузку текущего каталога в закладке "Экспорт".',
	'success.imported'=>'Каталог успешно обновлен',
	'tab.settings.title'=>'Настройки',
	'btn.clearImportDirs'=>'Очистить папку импорта (только временные папки)',
	'btn.clearImport'=>'Очистить папку импорта',
	'btn.clearExport'=>'Очистить папку эспорта',
	'success.importDirCleared'=>'<strong>Папка импорта успешно очищена. Список удаленных файлов и директорий:</strong>{filelist}',
	'success.exportDirCleared'=>'<strong>Папка экспорта успешно очищена. Список удаленных файлов и директорий:</strong>{filelist}',
	'export.filelist.title'=>'Файлы выгрузки',
	'btn.clearCatalog'=>'Очистить каталог',
	'btn.clearCatalog.confirm'=>'ПОДТВЕРДИТЕ ОЧИСТКУ КАТАЛОГА\n\nПРЕДУПРЕЖДЕНИЕ! Безвозвратно будут удалены ВСЕ категории и товары, а также ВСЕ файлы и изображения категорий и товаров.\nРекомендуется прежде сделать полную выгрузку текущего каталога в закладке Экспорт.\n\nПРОДОЛЖИТЬ?',
	'success.catalogCleared'=>'Каталог очищен'
];